Repository: DiscipleTools/disciple-tools-streams
Catalog: languages/disciple-tools-streams-so.po
Languages: so

source: Reports
so: Warbixinno

source: Total Baptisms
so: Wadarta Baabtiisyada

source: Countries
so: Wadamada

source: States
so: Gobollada

source: Counties
so: Gobollada

source: Add Report
so: Ku dar Warbixin

source: Streams Maps
so: Khariidadaha Streams

source: Streams
so: Durdurrada

source: Multiplier
so: Isku dhufasho

source: Dispatcher
so: Dirid

source: Disciple.Tools Admin
so: Maamulaha

source: Administrator
so: Maamulaha

source: Status
so: Xaaladda

# Stream Status label
source: New
so: Cusub

# Stream Status field description
source: New stream added to the system
so: Durdur cusub oo lagu daray nidaamka

# Stream Status label
source: Assist
so: Caawi

# Stream Status label
source: Watch
so: Daawo

# Stream Status label
source: Paused
so: Hakad galay

# Stream Status field description
source: This contact is currently on hold. It has potential of getting scheduled in the future.
so: Xidhiidhkani hadda waa hakad. Waxay leedahay karti jadwal ah mustaqbalka.

# Stream Status label
source: Closed
so: Xidhan

# Stream Status field description
source: This stream is no longer going to happen.
so: Durdurkan mar dambe ma dhici doono.

source: Assigned To
so: Loogu talagalay

source: Select the main person who is responsible for reporting on this stream.
so: Xullo qofka ugu muhiimsan ee mas'uulka ka ah soo tabinta durdurkan.

source: Coach
so: Tababaraha

# Optional Documentation
source: The person who planted and/or is coaching this stream. Only one person can be assigned to a stream while multiple people can be coaches / church planters of this stream.
so: Qofka beeray iyo / ama uu tababbarayo durdurkan. Kaliya hal qof ayaa loo qoondeyn karaa togag halka dad badan ay noqon karaan tababarayaal / beeray kaniisado qulqulkaan.

source: People Groups
so: Kooxaha Dadweynaha

# Optional Documentation
source: The people streams represented by this stream.
so: Dadka durdurrada ayaa wakiil ka ah durdurkan.

source: Locations
so: Goobaha

# Optional Documentation
source: The general location where this contact is located.
so: Goobta guud ee xiriirkani ku yaal.

source: Address
so: Cinwaanka

source: Leaders
so: Hogaamiyaasha

source: Key Disciples
so: Xerta Muhiimka ah

source: Groups
so: Kooxaha

source: Parent Stream
so: Durdurinta Waalidka

# Optional Documentation
source: A stream that launched this stream.
so: Durdur bilaabay durdurkan.

source: Peer Streams
so: Durdurrada Asxaabta

# Optional Documentation
source: A related stream that isn't a parent/child in relationship. It might indicate streams that collaborate, are about to merge, recently split, etc.
so: Durdur la xidhiidha oo aan ahayn waalid / ilmo xiriir leh. Waxa laga yaabaa inay muujiso durdurro wax wada qabsan kara, oo qarka u saaran inay ku milmaan, dhowaan kala qaybsameen, iwm.

source: Child Streams
so: Durdurrada Ilmaha

# Optional Documentation
source: A stream that has been birthed out of this stream.
so: Tog laga durdurray durdurkan.

source: Trainings Total
so: Tababarada Wadarta

source: Trainings
so: Tababarada

source: Leader in Stream
so: Hogaamiyaha Stream

# Optional Documentation
source: Leader of a stream
so: Hogaamiyaha durdurinta

source: Key Disciple in Stream
so: Xerta Muhiimka ah ee durdurinta

# Optional Documentation
source: Disciple in a stream.
so: Xerta durdurka

source: Members
so: Xubnaha

source: Contacts
so: Xiriirada

source: Coaches
so: Tababarayaasha

source: Planted by
so: Lagu beeray

source: Planting
so: Beero

source: Connections
so: Isku xirnaanta

source: Other
so: Kale

# List Filters
source: Assigned to me
so: Ii qoondeeyay

# List Filters
source: All
so: Dhammaan
