Repository: DiscipleTools/disciple-tools-streams
Catalog: languages/disciple-tools-streams-*.po
Languages: am_et, bn_bd, bs_ba, es_es, kn, ml, ro_ro, sr_ba, sw, tl, tr_tr, ur, vi

# Optional Documentation
source: The person who planted and/or is coaching this stream. Only one person can be assigned to a stream while multiple people can be coaches / church planters of this stream.
am_et: ይህንን ዥረት የተከላ እና / ወይም አሰልጣኝ የሆነው ሰው። ብዙ ሰዎች የዚህ ዥረት አሰልጣኞች / የቤተክርስቲያን ተከላዎች ሊሆኑ በሚችሉበት ጊዜ አንድ ሰው ብቻ ወደ ጅረት ሊመደብ ይችላል ፡፡
bn_bd: যে ব্যক্তি এই স্ট্রিম লাগিয়েছে এবং / অথবা কোচ করছে। কেবলমাত্র একজনকে স্ট্রিমে নিয়োগ দেওয়া যেতে পারে যখন একাধিক লোক এই স্ট্রিমের কোচ / গির্জার রোপনকারী হতে পারে।
bs_ba: Osoba koja je zasadila i / ili trenira ovaj tok. Samo jedna osoba može biti dodijeljena potoku, dok više ljudi može biti treneri / saditelji crkava ovog potoka.
es_es: La persona que plantó y / o está entrenando esta corriente. Solo se puede asignar una persona a una secuencia, mientras que varias personas pueden ser entrenadores / plantadores de iglesias de esta secuencia.
kn: ಈ ಸ್ಟ್ರೀಮ್ ಅನ್ನು ನೆಟ್ಟ ಮತ್ತು / ಅಥವಾ ತರಬೇತಿ ನೀಡುವ ವ್ಯಕ್ತಿ. ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಮಾತ್ರ ಸ್ಟ್ರೀಮ್‌ಗೆ ನಿಯೋಜಿಸಬಹುದು ಆದರೆ ಅನೇಕ ಜನರು ಈ ಸ್ಟ್ರೀಮ್‌ನ ತರಬೇತುದಾರರು / ಚರ್ಚ್ ಪ್ಲಾಂಟರ್‌ಗಳಾಗಿರಬಹುದು.
ml: ഈ സ്ട്രീം നട്ടുപിടിപ്പിച്ച / അല്ലെങ്കിൽ പരിശീലിപ്പിക്കുന്ന വ്യക്തി. ഒരു സ്ട്രീമിലേക്ക് ഒരാളെ മാത്രമേ നിയോഗിക്കാൻ കഴിയൂ, അതേസമയം ഒന്നിലധികം ആളുകൾക്ക് ഈ സ്ട്രീമിലെ കോച്ചുകൾ / ചർച്ച് പ്ലാന്ററുകൾ ആകാം.
ro_ro: Persoana care a plantat și / sau antrenează acest flux. O singură persoană poate fi alocată unui flux, în timp ce mai multe persoane pot fi antrenori / plantatori de biserici pentru acest flux.
sr_ba: Особа која је засадила и / или тренира овај ток. Само једна особа може бити додељена потоку, док више људи може бити тренери / засадитељи цркава овог потока.
sw: Mtu aliyepanda na / au anafundisha mkondo huu. Ni mtu mmoja tu anayeweza kupewa mkondo wakati watu wengi wanaweza kuwa makocha / wapanda kanisa wa mkondo huu.
tl: Ang taong nagtanim at / o nagtuturo sa stream na ito. Isang tao lamang ang maaaring italaga sa isang stream habang maraming tao ang maaaring maging coach / planters ng simbahan ng stream na ito.
tr_tr: Bu akışı diken ve / veya koçluk yapan kişi. Bir dereye yalnızca bir kişi atanabilirken, birden fazla kişi bu derenin koçu / kilise yetiştiricisi olabilir.
ur: وہ شخص جس نے اس ندی کو لگایا اور / یا اس کی کوچنگ کررہا ہے۔ صرف ایک شخص کو ایک ندی میں تفویض کیا جاسکتا ہے جبکہ متعدد افراد اس دھارے کے کوچ / چرچ کے شجر کاری کرنے والے ہوسکتے ہیں۔
vi: Người đã thiết lập và/ hoặc đang huấn luyện nội dung này. Chỉ một người có thể được chỉ định cho một nội dung trong khi nhiều người có thể là huấn luyện viên / người thiết lập của nội dung này.

# Optional Documentation
source: The people streams represented by this stream.
am_et: የሰዎች ጅረቶች በዚህ ዥረት የተወከሉ ናቸው።
bn_bd: এই স্ট্রিমটি দ্বারা প্রতিনিধিত্ব করা লোকেদের স্ট্রিম।
bs_ba: Potoci ljudi koje predstavlja ovaj tok.
es_es: Las corrientes de personas representadas por esta corriente.
kn: ಈ ಸ್ಟ್ರೀಮ್‌ನಿಂದ ಪ್ರತಿನಿಧಿಸುವ ಜನರ ಸ್ಟ್ರೀಮ್‌ಗಳು.
ml: ഈ സ്ട്രീം പ്രതിനിധീകരിക്കുന്ന ആളുകളുടെ സ്ട്രീമുകൾ.
ro_ro: Fluxurile de oameni reprezentate de acest flux.
sr_ba: Народни токови које представља овај ток.
sw: Vijito vya watu vinawakilishwa na mkondo huu.
tl: Ang mga tao ay dumadaloy ng stream na ito.
tr_tr: Bu akarsu ile temsil edilen insanlar akışları.
ur: لوگ اس سلسلے کی نمائندگی کرتے ہیں۔
vi: Các nhóm người được thể hiện trong nội dung này.

source: Parent Stream
am_et: የወላጅ ዥረት
bn_bd: মূল স্ট্রিম
bs_ba: Roditeljski tok
es_es: Transmisión principal
kn: ಪೋಷಕ ಸ್ಟ್ರೀಮ್
ml: രക്ഷാകർതൃ സ്ട്രീം
ro_ro: Flux părinte
sr_ba: Надређени ток
sw: Mkondo wa Mzazi
tl: Stream ng Magulang
tr_tr: Ebeveyn Akışı
ur: والدین کا سلسلہ
vi: Nội dung chính

# Optional Documentation
source: A stream that launched this stream.
am_et: ይህንን ጅረት ያስጀመረ ጅረት ፡፡
bn_bd: এই স্ট্রিমটি চালু করে এমন একটি স্ট্রিম।
bs_ba: Potok koji je pokrenuo ovaj tok.
es_es: Una corriente que lanzó esta corriente.
kn: ಈ ಸ್ಟ್ರೀಮ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿದ ಸ್ಟ್ರೀಮ್.
ml: ഈ സ്ട്രീം സമാരംഭിച്ച ഒരു സ്ട്രീം.
ro_ro: Un flux care a lansat acest flux.
sr_ba: Поток који је покренуо овај ток.
sw: Mtiririko ulioanzisha mkondo huu.
tl: Isang stream na naglunsad ng stream na ito.
tr_tr: Bu akışı başlatan bir akış.
ur: ایک ندی جس نے اس سلسلہ کو شروع کیا۔
vi: Nội dung đã khởi tạo nội dung này.

source: Peer Streams
am_et: የእኩዮች ዥረት
bn_bd: পিয়ার স্ট্রিমস
bs_ba: Vršnjački tokovi
es_es: Corrientes de pares
kn: ಪೀರ್ ಸ್ಟ್ರೀಮ್‌ಗಳು
ml: പിയർ സ്ട്രീമുകൾ
ro_ro: Fluxuri de la egal la egal
sr_ba: Вршњачки токови
sw: Mito ya rika
tl: Mga Stream ng peer
tr_tr: Eş Akışları
ur: ہم مرتبہ سلسلہ
vi: Nội dung ngang hàng

# Optional Documentation
source: A related stream that isn't a parent/child in relationship. It might indicate streams that collaborate, are about to merge, recently split, etc.
am_et: በግንኙነት ውስጥ ወላጅ / ልጅ ያልሆነ ተዛማጅ ዥረት። ሊተባበሩ ፣ ሊዋሃዱ ፣ በቅርቡ ሊከፋፈሉ ፣ ወዘተ ዥረቶችን ሊያመለክት ይችላል ፡፡
bn_bd: সম্পর্কিত স্ট্রিম যা সম্পর্কের কোনও পিতামাতার / সন্তানের নয়। এটি এমন স্ট্রিমগুলিকে ইঙ্গিত করতে পারে যা সহযোগিতা করে, মার্জ হতে চলেছে, সম্প্রতি বিভক্ত হওয়া ইত্যাদি etc.
bs_ba: Povezani tok koji nije roditelj / dijete u vezi. To može ukazivati na tokove koji surađuju, koji se spremaju spojiti, nedavno se podijeliti itd.
es_es: Una corriente relacionada que no es una relación padre / hijo. Puede indicar transmisiones que colaboran, están a punto de fusionarse, se han dividido recientemente, etc.
kn: ಸಂಬಂಧದಲ್ಲಿ ಪೋಷಕರು / ಮಗು ಅಲ್ಲದ ಸಂಬಂಧಿತ ಸ್ಟ್ರೀಮ್. ಇದು ಸಹಕರಿಸುವ, ವಿಲೀನಗೊಳ್ಳಲಿರುವ, ಇತ್ತೀಚೆಗೆ ವಿಭಜನೆಯಾದ ಸ್ಟ್ರೀಮ್‌ಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: ബന്ധത്തിൽ ഒരു രക്ഷകർത്താവ് / കുട്ടി അല്ലാത്ത ഒരു അനുബന്ധ സ്ട്രീം. ഇത് സഹകരിക്കുന്ന, ലയിപ്പിക്കാൻ പോകുന്ന, അടുത്തിടെ വിഭജിച്ച മുതലായ സ്ട്രീമുകളെ സൂചിപ്പിക്കാം.
ro_ro: Un flux asociat care nu este un părinte / copil în relație. Ar putea indica fluxuri care colaborează, sunt pe cale să fuzioneze, să fie divizate recent etc.
sr_ba: Повезани ток који није родитељ / дете у вези. То може указивати на токове који сарађују, који се спремају да се споје, недавно поделе итд.
sw: Mkondo unaohusiana ambao sio mzazi / mtoto katika uhusiano. Inaweza kuonyesha mito inayoshirikiana, iko karibu kuungana, kugawanyika hivi karibuni, nk.
tl: Isang nauugnay na stream na hindi isang magulang / anak na nasa relasyon. Maaaring ipahiwatig nito ang mga stream na nakikipagtulungan, malapit nang pagsamahin, kamakailang hati, atbp.
tr_tr: İlişkili ebeveyn / çocuk olmayan ilgili akış. İşbirliği yapan, birleşmek üzere olan, yakın zamanda bölünen vb. Akışları gösterebilir.
ur: متعلقہ ندی جو رشتے میں والدین / بچ isn'tہ نہیں ہے۔ یہ ان ندیوں کی نشاندہی کرسکتا ہے جو تعاون کرتے ہیں ، ملنے والے ہیں ، حال ہی میں تقسیم ہونے والے ہیں ، وغیرہ۔
vi: Nội dung có liên quan không phải là cha / con trong mối quan hệ. Nó có thể cho biết các nội dung đang cộng tác, sắp hợp nhất, chia tách gần đây, v.v.

source: Child Streams
am_et: የልጆች ጅረቶች
bn_bd: শিশু স্ট্রিম
bs_ba: Dječji potoci
es_es: Streams secundarios
kn: ಮಕ್ಕಳ ಹೊಳೆಗಳು
ml: കുട്ടികളുടെ അരുവികൾ
ro_ro: Fluxuri pentru copii
sr_ba: Дечији потоци
sw: Mikondo ya Mtoto
tl: Mga Batis ng Bata
tr_tr: Alt Akışlar
ur: چائلڈ اسٹریمز
vi: Nội dung con

# Optional Documentation
source: A stream that has been birthed out of this stream.
am_et: ከዚህ ጅረት የተወለደ ጅረት ፡፡
bn_bd: এই স্ট্রিমটি থেকে বেরিয়ে আসা একটি স্ট্রিম।
bs_ba: Potok koji je izvučen iz ovog potoka.
es_es: Una corriente que ha nacido de esta corriente.
kn: ಈ ಸ್ಟ್ರೀಮ್‌ನಿಂದ ಹೊರಹಾಕಲ್ಪಟ್ಟ ಸ್ಟ್ರೀಮ್.
ml: ഈ സ്ട്രീമിൽ നിന്ന് പുറന്തള്ളപ്പെട്ട ഒരു സ്ട്രീം.
ro_ro: Un flux care a fost născut din acest flux.
sr_ba: Поток који је изашао из овог потока.
sw: Mto ambao umezalishwa nje ya mkondo huu.
tl: Isang stream na na-birt out sa stream na ito.
tr_tr: Bu dereden doğan bir dere.
ur: ایک ندی جو اس ندی سے نکل چکی ہے۔
vi: Nội dung khác đã được sinh ra từ nội dung này.

source: Leader in Stream
am_et: መሪ በዥረት ውስጥ
bn_bd: প্রবাহে নেতা
bs_ba: Vođa u streamu
es_es: Líder en Stream
kn: ಸ್ಟ್ರೀಮ್ನಲ್ಲಿ ನಾಯಕ
ml: സ്ട്രീമിലെ നേതാവ്
ro_ro: Lider în Stream
sr_ba: Вођа у току
sw: Kiongozi katika Mkondo
tl: Pinuno sa Stream
tr_tr: Akışta Lider
ur: سلسلہ میں رہبر
vi: Dẫn đầu trong nội dung

# Optional Documentation
source: Leader of a stream
am_et: የአንድ ጅረት መሪ
bn_bd: একটি স্রোতের নেতা
bs_ba: Vođa potoka
es_es: Líder de una corriente
kn: ಸ್ಟ್ರೀಮ್ನ ನಾಯಕ
ml: ഒരു സ്ട്രീമിന്റെ നേതാവ്
ro_ro: Lider al unui flux
sr_ba: Вођа потока
sw: Kiongozi wa mkondo
tl: Pinuno ng isang stream
tr_tr: Bir akışın lideri
ur: ایک ندی کا قائد
vi: Người dẫn đầu một nội dung

source: Key Disciple in Stream
am_et: ቁልፍ ደቀ መዝሙር በዥረት ውስጥ
bn_bd: প্রবাহে কী শিষ্য
bs_ba: Ključni učenik u toku
es_es: Discípulo clave en Stream
kn: ಸ್ಟ್ರೀಮ್ನಲ್ಲಿ ಪ್ರಮುಖ ಶಿಷ್ಯ
ml: സ്ട്രീമിലെ പ്രധാന ശിഷ്യൻ
ro_ro: Discipolul cheie în flux
sr_ba: Кључни ученик у току
sw: Mwanafunzi muhimu katika Mkondo
tl: Pangunahing Disipulo sa Stream
tr_tr: Akıştaki Kilit Öğrenci
ur: سلسلہ میں کلیدی شاگرد
vi: Môn đồ chính trong nội dung

# Optional Documentation
source: Disciple in a stream.
am_et: ደቀ መዝሙር በዥረት ውስጥ ፡፡
bn_bd: একটি স্রোতে শিষ্য।
bs_ba: Učenik u toku.
es_es: Discípulo en un arroyo.
kn: ಸ್ಟ್ರೀಮ್ನಲ್ಲಿ ಶಿಷ್ಯ.
ml: ഒരു അരുവിയിൽ ശിഷ്യൻ.
ro_ro: Discipol într-un flux.
sr_ba: Ученик у потоку.
sw: Mwanafunzi katika kijito.
tl: Alagad sa isang stream.
tr_tr: Bir akıştaki öğrenci.
ur: ایک ندی میں شاگرد
vi: Môn đồ trong một luồng.

source: Connections
am_et: ግንኙነቶች
bn_bd: সংযোগ
bs_ba: Veze
es_es: Conexiones
kn: ಸಂಪರ್ಕಗಳು
ml: കണക്ഷനുകൾ
ro_ro: Conexiuni
sr_ba: Везе
sw: Miunganisho
tl: Mga koneksyon
tr_tr: Bağlantılar
ur: رابطے
vi: Kết nối

source: Add Report
am_et: ሪፖርት አክል
bn_bd: প্রতিবেদন যুক্ত করুন
bs_ba: Dodaj izvještaj
es_es: Agregar informe
kn: ವರದಿ ಸೇರಿಸಿ
ml: റിപ്പോർട്ട് ചേർക്കുക
ro_ro: Adăugați un raport
sr_ba: Додај извештај
sw: Ongeza Ripoti
tl: Magdagdag ng Ulat
tr_tr: Rapor Ekle
ur: رپورٹ شامل کریں
vi: Thêm báo cáo

source: Disciple Tools - Streams
tl: Mga Tool sa Disipulo - Mga Stream

source: Pre-Group Generations
tl: Mga Henerasyong Pa-Pangkat

source: Group Generations
tl: Mga Henerasyon ng Grupo

source: Church Generations
tl: Mga Henerasyon ng Simbahan

source: Team Generations
tl: Mga Henerasyon ng Koponan

source: %s is reporting a new pre-group generation.
tl: Nag-uulat si% s ng isang bagong henerasyong bago ang pangkat.

source: %s is reporting a new group generation.
tl: % s ay nag-uulat ng isang bagong henerasyon ng pangkat.

source: %s is reporting a new church generation.
tl: % s ay nag-uulat ng isang bagong henerasyon ng simbahan.

source: %s is reporting a new leadership team generation.
tl: % s ay nag-uulat ng isang bagong henerasyon ng pangkat ng pamumuno.

source: New Contact
tl: Bagong kontak

source: New Pre-Group
tl: Bagong Paunang Pangkat

source: New Group
tl: Bagong grupo

source: New Church
tl: Bagong Simbahan

source: New Team
tl: Bagong Koponan

source: New Baptism
tl: Bagong Pagbinyag

source: New Coaching
tl: Bagong Pagtuturo

source: %s is reporting a new contact.
tl: % s ay nag-uulat ng isang bagong contact.

source: %s is reporting a new pre-group formed.
tl: % s ay nag-uulat ng isang bagong pre-group na nabuo.

source: %s is reporting a new group formed.
tl: % s ay nag-uulat ng isang bagong pangkat na nabuo.

source: %s is reporting a new church.
tl: % s ay nag-uulat ng isang bagong simbahan.

source: %s is reporting a new leadership team formed.
tl: % s ay nag-uulat ng isang bagong koponan ng pamumuno nabuo.

source: %s is reporting a new baptism.
tl: % s ay nag-uulat ng isang bagong bautismo.

source: %s is reporting an coaching relationship.
tl: % s ay nag-uulat ng isang relasyon sa coaching.

source: Active
tl: Aktibo

source: Paused
tl: Naka-pause

source: Closed
tl: Sarado

source: Inactive
tl: Hindi aktibo

source: Connect this Disciple Tools site to a larger network of sites. Adds security sensitive totals, mapping, activity logging.
tl: Ikonekta ang site ng Mga Tool ng Disipulo sa isang mas malaking network ng mga site. Nagdaragdag ng mga kabuuan na sensitibo sa seguridad, pagmamapa, pag-log ng aktibidad.

source: Disciple Tools Streams Extension adds recording of streams and cross reference them with contacts, groups, and locations.
tl: Nagdaragdag ang Extension ng Mga Tool ng Disipulo ng pag-record ng mga stream at i-cross refer ang mga ito sa mga contact, grupo, at lokasyon.

source: 'Disciple Tools - Training' plugin requires 'Disciple Tools' theme to work. Please activate 'Disciple Tools' theme or make sure it is latest version.
tl: Mga Tool ng 'Disipulo - Ang plugin ng Pagsasanay' ay nangangailangan ng tema na 'Mga Disiplina sa Disenyo' upang gumana. Mangyaring i-aktibo ang tema na 'Mga Disiplina sa Tools' o tiyakin na ito ay pinakabagong bersyon.

source: Current Disciple Tools version: %1$s, required version: %2$s
tl: Kasalukuyang bersyon ng Mga Tool ng Disipulo:% 1 $ s, kinakailangang bersyon:% 2 $ s

source: Disciple Tools Training Extension adds recording of trainings and cross reference them with contacts, groups, and locations.
tl: Ang Extension ng Training ng Mga Tool ng Disipulo ay nagdaragdag ng pag-record ng mga pagsasanay at i-cross refer ang mga ito sa mga contact, grupo, at lokasyon.

source: Duplicates
tl: Nagdoble

source: Leaders Total
tl: Pinuno Kabuuan

source: Disciples Total
tl: Mga Kabuuang Disipulo

source: Key Disciples
am_et: ቁልፍ ደቀመዛሙርት
bn_bd: কী শিষ্য
bs_ba: Ključni učenici
es_es: Discípulos clave
kn: ಪ್ರಮುಖ ಶಿಷ್ಯರು
ml: പ്രധാന ശിഷ്യന്മാർ
ro_ro: Discipoli cheie
sr_ba: Кључни ученици
sw: Wanafunzi muhimu
tl: Pangunahing Disipulo
tr_tr: Anahtar Öğrenciler
ur: کلیدی شاگرد
vi: Môn đồ chính

source: Groups Total
tl: Kabuuan ng Mga Grupo

source: Trainings Total
am_et: ስልጠናዎች ድምር
bn_bd: মোট প্রশিক্ষণ
bs_ba: Ukupno treninzi
es_es: Total de entrenamientos
kn: ತರಬೇತಿಗಳು ಒಟ್ಟು
ml: പരിശീലനം ആകെ
ro_ro: Total antrenamente
sr_ba: Укупно тренинга
sw: Jumla ya Mafunzo
tl: Kabuuan ng mga Pagsasanay
tr_tr: Toplam Eğitim
ur: ٹریننگ کل
vi: Tổng số đào tạo

source: Dashboard Plugin
tl: Plugin ng Dashboard

source: %s days since last update
tl: % s araw mula noong huling pag-update

source: Accept
tl: Tanggapin

source: Decline
tl: Tanggihan

source: # Contacts Assigned
tl: # Mga contact na Itinalaga

source: # First Meetings
tl: # Mga Unang Pagpupulong

source: # Faith milestones
tl: # Mga milyahe ng pananampalataya

source: Hurray! You are caught up.
tl: Hurray! Ikaw ay nahuli

source: remove
tl: tanggalin

source: mark as complete
tl: markahan bilang kumpleto

source: No task created
tl: Walang nilikha na gawain

source: Reminder
tl: Paalala

source: No note set
tl: Walang itinakdang tala

source: Add a contact
tl: Magdagdag ng isang contact

source: View Contacts List
tl: Tingnan ang Listahan ng Mga contact

source: Pending Contacts
tl: Nakabinbing Mga contact

source: View All
tl: Tingnan lahat

source: Update Needed
tl: Kailangan ng Update

source: Contact Workload
tl: Makipag-ugnay sa Workload

source: Choose an option to let the dispatcher(s) know if you are ready for new contacts
tl: Pumili ng isang pagpipilian upang ipaalam sa (mga) dispatcher kung handa ka na para sa mga bagong contact

source: Set travel or dates unavailable
tl: Itakda ang paglalakbay o mga petsa na hindi magagamit

source: Personal Benchmarks
tl: Mga Personal na Benchmark

source: Faith Milestone Totals
tl: Mga kabuuan ng Faith Milestone

source: Milestones on your active contacts
tl: Mga milestones sa iyong mga aktibong contact

source: Seeker Path Progress
tl: Pag-unlad ng Path ng Naghahanap

source: No data to show yet. You have no active contacts
tl: Wala pang maipakitang data. Wala kang mga aktibong contact

source: Disciple Tools - Dashboard
tl: Mga Tool sa Disipulo - Dashboard

source: The multiplier dashboard upgrades the multipliers experience as soon as they log into the system giving them a landing page with stats.
tl: Ina-upgrade ng multiplier dashboard ang karanasan ng mga multiplier sa sandaling mag-log in sila sa system na nagbibigay sa kanila ng isang landing page na may mga istatistika

source: Child Reports
es_es: Reportes Subsiguientes
vi: Báo cáo trẻ em

source: Total Disciples
es_es: Total de discípulos
vi: Tổng Số Môn đồ

source: Total Churches
es_es: Total de Iglesias
vi: Tổng Điểm Nhốm

source: Streams Map
es_es: Mapa de Corrientes
vi: Bản đồ nội dung

source: Stream
es_es: Corrientes
vi: Nội dung

source: Streams Admin
es_es: Administración de Corrientes
vi: Quản trị viên luồng

source: Reporter
es_es: Reportero
vi: Người báo cáo

# Stream Status field description
source: This stream is being actively coached and is still in the modelling stage.
es_es: Esta corriente está siendo entrenada activamente y todavía está en la etapa de modelado.
vi: Nội dung này đang được huấn luyện tích cực và vẫn đang trong giai đoạn mô hình hóa.

# Stream Status field description
source: This stream is being actively coached and is still in the assist stage.
es_es: Esta transmisión está siendo entrenada activamente y aún se encuentra en la etapa de asistencia.
vi: Nội dung này đang được huấn luyện tích cực và vẫn đang trong giai đoạn hỗ trợ.

# Stream Status field description
source: This stream is being actively coached and is still in the watch stage.
es_es: Esta transmisión se está entrenando activamente y aún se encuentra en la etapa de observación.
vi: Nội dung này đang được huấn luyện tích cực và vẫn đang trong giai đoạn xem.

# Stream Status label
source: Leave/Launch
es_es: Abandonar/Lanzar
vi: Rời khỏi/Khởi động

# Stream Status field description
source: This stream is being actively coached and is still in the leave/launch stage.
es_es: Esta corriente está siendo asesorada activamente y aún se encuentra en la etapa de abandono/lanzamiento.
vi: Nội dung này đang được huấn luyện tích cực và vẫn đang trong giai đoạn chuẩn bị/ra mắt.

# Stream Status label
source: Active
es_es: Activo
vi: Hoạt động

# Stream Status field description
source: This is an active stream in no specific stage.
es_es: Esta es una corriente activa en ninguna etapa específica.
vi: Đây là nội dung đang hoạt động không có giai đoạn cụ thể.

source: Coach
am_et: አሰልጣኝ
bn_bd: কোচ
bs_ba: Treneru
es_es: Entrenador
kn: ಕೋಚ್
ml: കോച്ച്
ro_ro: Antrenor
sr_ba: Тренеру
sw: Kocha
tr_tr: Koç
ur: کوچ
vi: Huấn luyện viên

# Optional Documentation
source: The person who is the responsible reporter for this stream.
es_es: La persona responsable de informar sobre esta corriente.
vi: Chọn người chịu trách nhiệm báo cáo chính về nội dung này.

source: Description
es_es: Descripción
vi: Mô tả

source: Number of Leaders
es_es: Número de líderes
vi: Số người lãnh đạo

source: Number of Disciples
es_es: Número de Discípulos
vi: Số lượng Môn đồ

source: Number of Groups
es_es: Número de grupos
vi: Số lượng nhóm

source: Reporter in Stream
es_es: Reportero en Corriente
vi: Báo cáo về nội dung

# Optional Documentation
source: Reporter for a stream.
es_es: Reportero de una corriente.
vi: Người dẫn đầu một nội dung.

source: https://github.com/DiscipleTools/disciple-tools-streams
sr_ba: хттпс://гитхуб.цом/ДисциплеТоолс/дисципле-тоолс-стреамс
