Repository: DiscipleTools/disciple-tools-streams
Catalog: languages/disciple-tools-streams-*.po
Languages: am_et, bn_bd, bs_ba, es_es, kn, ml, ro_ro, sr_ba, sw, tl, tr_tr, ur, vi

source: Whoah, partner!
tl: Whoah, kapareha!

source: Method does not exist.
tl: Walang pamamaraan.

source: Training Maps
tl: Mga Mapa ng Pagsasanay

source: Trainings
am_et: ስልጠናዎች
bn_bd: প্রশিক্ষণ
bs_ba: Treninzi
es_es: Entrenamientos
kn: ತರಬೇತಿಗಳು
ml: പരിശീലനങ്ങൾ
ro_ro: Antrenamente
sr_ba: Тренинзи
sw: Mafunzo
tl: Mga Pagsasanay
tr_tr: Eğitimler
ur: تربیت
vi: Các khoá Đào tạo

source: Trainings Maps
tl: Mga Mapa ng Trainings

source: Training
tl: Pagsasanay

source: Multiplier
am_et: አባዢ
bn_bd: গুণক
bs_ba: Množitelj
es_es: Multiplicador
kn: ಗುಣಕ
ml: ഗുണിതം
ro_ro: Multiplicator
sr_ba: Множилац
sw: Ongeza
tl: Nagpaparami
tr_tr: Çarpan
ur: ضرب
vi: Hệ số nhân

source: Dispatcher
am_et: መላኪያ
bn_bd: প্রেরণকারী
bs_ba: Dispečer
es_es: Enviador
kn: ರವಾನೆದಾರ
ml: ഡിസ്പാച്ചർ
ro_ro: Dispecer
sr_ba: Диспечер
sw: Msambazaji
tl: Nagpadala
tr_tr: Sevk görevlisi
ur: بھیجنے والا
vi: Điều phối

source: Disciple.Tools Admin
am_et: ደቀ መዝሙር
bn_bd: শিষ্য.টুলস অ্যাডমিন
es_es: Administración de Disciple.Tools
kn: ಶಿಷ್ಯ. ಟೂಲ್ಸ್ ನಿರ್ವಹಣೆ
ml: ശിഷ്യൻ.ടൂൾസ് അഡ്‌മിൻ
ro_ro: Disciple.Tools Administrator
sr_ba: Дисципле.Тоолс Админ
sw: Wanafunzi Usimamizi wa Vifaa
tl: Disipulo. Mga Admin ng Mga Tool
tr_tr: Disciple.Tools Yöneticisi
ur: شاگرد۔ ٹولز ایڈمن
vi: Quản trị viên công cụ

source: Administrator
am_et: አስተዳዳሪ
bn_bd: প্রশাসক
es_es: Administrador
kn: ನಿರ್ವಾಹಕರು
ml: അഡ്മിനിസ്ട്രേറ്റർ
sr_ba: Администратор
sw: Msimamizi
tl: Tagapangasiwa
tr_tr: Yönetici
ur: ایڈمنسٹریٹر
vi: Quản trị viên

source: Members
am_et: አባላት
bn_bd: সদস্যরা
bs_ba: Članovi
es_es: Miembros
kn: ಸದಸ್ಯರು
ml: അംഗങ്ങൾ
ro_ro: Membri
sr_ba: Чланови
sw: Wanachama
tl: Mga myembro
tr_tr: Üyeler
ur: ممبران
vi: Các thành viên

source: Contacts
am_et: እውቂያዎች
bn_bd: যোগাযোগ
bs_ba: Kontakti
es_es: Contactos
kn: ಸಂಪರ್ಕಗಳು
ml: കോൺ‌ടാക്റ്റുകൾ
ro_ro: Contacte
sr_ba: Контакти
sw: Mawasiliano
tl: Mga contact
tr_tr: Kişiler
ur: رابطے
vi: Liên lạc

source: Groups
am_et: ቡድኖች
bn_bd: দল
bs_ba: Grupe
es_es: Grupos
kn: ಗುಂಪುಗಳು
ml: ഗ്രൂപ്പുകൾ
ro_ro: Grupuri
sr_ba: Групе
sw: Vikundi
tl: Mga Pangkat
tr_tr: Gruplar
ur: گروہ
vi: Các nhóm

source: Leaders
am_et: መሪዎች
bn_bd: নেতারা
bs_ba: Vođe
es_es: Líderes
kn: ನಾಯಕರು
ml: നേതാക്കൾ
ro_ro: Lideri
sr_ba: Вође
sw: Viongozi
tl: Mga namumuno
tr_tr: Liderler
ur: قائدین
vi: Lãnh đạo

source: Coaches
am_et: አሰልጣኞች
bn_bd: কোচ
bs_ba: Treneri
es_es: Entrenadores
kn: ತರಬೇತುದಾರರು
ml: കോച്ചുകൾ
ro_ro: Antrenori
sr_ba: Тренери
sw: Makocha
tl: Mga coach
tr_tr: Koçlar
ur: کوچز
vi: Huấn luyện viên

source: Planted by
am_et: የተተከለው በ
bn_bd: দ্বারা রোপণ
bs_ba: Sadio
es_es: Plantado por
kn: ಇವರಿಂದ ನೆಡಲಾಗಿದೆ
ml: നട്ടുപിടിപ്പിച്ചു
ro_ro: Plantat de
sr_ba: Садио
sw: Iliyopandwa na
tl: Itinanim ni
tr_tr: Diken
ur: کے ذریعہ لگائے گئے
vi: Thiết lập bởi

source: Planting
am_et: መትከል
bn_bd: রোপণ
bs_ba: Sadnja
es_es: Plantando
kn: ನಾಟಿ
ml: നടീൽ
ro_ro: Plantarea
sr_ba: Садња
sw: Kupanda
tl: Pagtatanim
tr_tr: Ekim
ur: پودے لگانا
vi: Đang thiết lập

source: People Groups
am_et: የህዝብ ቡድኖች
bn_bd: জনগোষ্ঠী
bs_ba: Grupe ljudi
es_es: Étnias
kn: ಜನರ ಗುಂಪುಗಳು
ml: പീപ്പിൾ ഗ്രൂപ്പുകൾ
ro_ro: Grupuri de oameni
sr_ba: Групе људи
sw: Vikundi vya Watu
tl: Mga Pangkat ng Tao
tr_tr: Kişi Grupları
ur: لوگوں کے گروپ
vi: Nhóm người

source: Tags
tl: Mga tag

# Optional Documentation
source: A useful way to training related items and can help training contacts associated with noteworthy characteristics. e.g. business owner, sports lover. The contacts can also be filtered using these tags.
tl: Isang kapaki-pakinabang na paraan upang sanayin ang mga kaugnay na item at makakatulong sa mga contact sa pagsasanay na nauugnay sa kapansin-pansin na mga katangian. hal. may-ari ng negosyo, mahilig sa palakasan. Maaari ring mai-filter ang mga contact gamit ang mga tag na ito.

source: Follow
tl: Sundan

source: Un-Follow
tl: Un-Sundin

source: Tasks
tl: Mga Gawain

# Training Status label
source: New
tl: Bago

# Training Status field description
source: New training added to the system
tl: Bagong pagsasanay na idinagdag sa system

# Training Status label
source: Proposed
tl: Iminungkahi

# Training Status field description
source: This training has been proposed and is in initial conversations
tl: Ang pagsasanay na ito ay iminungkahi at nasa paunang pag-uusap

# Training Status label
source: Scheduled
tl: Nakaiskedyul

# Training Status field description
source: This training is confirmed, on the calendar.
tl: Ang pagsasanay na ito ay nakumpirma, sa kalendaryo.

# Training Status label
source: In Progress
tl: Sa Isinasagawa

# Training Status field description
source: This training is confirmed, on the calendar, or currently active.
tl: Ang pagsasanay na ito ay nakumpirma, sa kalendaryo, o kasalukuyang aktibo.

# Training Status label
source: Complete
tl: Kumpleto

# Training Status field description
source: This training has successfully completed
tl: Ang pagsasanay na ito ay matagumpay na nakumpleto

# Training Status label
source: Paused
tl: Naka-pause

# Training Status field description
source: This contact is currently on hold. It has potential of getting scheduled in the future.
tl: Ang contact na ito ay kasalukuyang naka-hold. May potensyal itong mag-iskedyul sa hinaharap.

# Training Status label
source: Closed
tl: Sarado

# Training Status field description
source: This training is no longer going to happen.
tl: Ang pagsasanay na ito ay hindi na mangyayari.

source: Assigned To
am_et: ተመድቧል ለ
bn_bd: নির্ধারিত
bs_ba: Dodijeljen
es_es: Asignado a
kn: ಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ
ml: നിയോഗിച്ചിട്ടുള്ള
ro_ro: Atribuit
sr_ba: Додељено
sw: Iliyopewa Kwa
tl: Nakatalaga sa
tr_tr: Atandı
ur: مقرر کیا، مقرر کرنا
vi: Phân công cho

source: Select the main person who is responsible for reporting on this training.
tl: Piliin ang pangunahing tao na responsable sa pag-uulat sa pagsasanay na ito.

# Optional Documentation
source: The person who planted and/or is coaching this training. Only one person can be assigned to a training while multiple people can be coaches / church planters of this training.
tl: Ang taong nagtanim at / o nagtuturo sa pagsasanay na ito. Isang tao lamang ang maaaring italaga sa isang pagsasanay habang maraming tao ang maaaring maging coach / church planters ng pagsasanay na ito.

source: Requires Update
tl: Nangangailangan ng Update

source: Video Link
tl: Link sa Video

# Optional Documentation
source: Link to video chat service
tl: Mag-link sa serbisyo ng video chat

source: Notes
tl: Mga tala

# Optional Documentation
source: Notes on when the trainings will happen
tl: Mga tala kung kailan mangyayari ang mga pagsasanay

source: Meeting Times
tl: Mga Panahon ng Pagpupulong

source: Locations
am_et: አካባቢዎች
bn_bd: অবস্থানগুলি
bs_ba: Lokacije
es_es: Ubicaciones
kn: ಸ್ಥಳಗಳು
ml: ലൊക്കേഷനുകൾ
ro_ro: Locații
sr_ba: Локације
sw: Maeneo
tl: Mga lokasyon
tr_tr: Konumlar
ur: مقامات
vi: Địa điểm

# Optional Documentation
source: The general location where this contact is located.
am_et: ይህ እውቂያ የሚገኝበት አጠቃላይ ቦታ።
bn_bd: এই পরিচিতিটি যেখানে রয়েছে সেই সাধারণ অবস্থান।
bs_ba: Općenito mjesto na kojem se nalazi ovaj kontakt.
es_es: La ubicación general en la cual se encuentra este contacto.
kn: ಈ ಸಂಪರ್ಕ ಇರುವ ಸಾಮಾನ್ಯ ಸ್ಥಳ.
ml: ഈ കോൺ‌ടാക്റ്റ് സ്ഥിതിചെയ്യുന്ന പൊതു സ്ഥാനം.
ro_ro: Locația generală în care se află acest contact.
sr_ba: Општа локација на којој се налази овај контакт.
sw: Mahali pa jumla ambapo anwani hii iko.
tl: Ang pangkalahatang lokasyon kung saan matatagpuan ang contact na ito.
tr_tr: Bu kişinin bulunduğu genel konum.
ur: عام مقام جہاں یہ رابطہ واقع ہے۔
vi: Vị trí nơi liên hệ này được đặt.

source: Address
am_et: አድራሻ
bn_bd: ঠিকানা
bs_ba: Adresa
es_es: Dirección
kn: ವಿಳಾಸ
ml: വിലാസം
ro_ro: Abordare
sr_ba: Адреса
sw: Anwani
tl: Tirahan
tr_tr: Adres
ur: پتہ
vi: Địa chỉ

source: Parent Training
tl: Pagsasanay ng Magulang

# Optional Documentation
source: A training that launched this training.
tl: Isang pagsasanay na naglunsad ng pagsasanay na ito.

source: Peer Training
tl: Pagsasanay ng Kapwa

# Optional Documentation
source: A related training that isn't a parent/child in relationship. It might indicate trainings that collaborate, are about to merge, recently split, etc.
tl: Isang kaugnay na pagsasanay na hindi isang magulang / anak na nasa relasyon. Maaaring ipahiwatig nito ang mga pagsasanay na nakikipagtulungan, malapit nang pagsamahin, kamakailang hati, atbp.

source: Child Training
tl: Pagsasanay sa Bata

# Optional Documentation
source: A training that has been birthed out of this training.
tl: Isang pagsasanay na naipanganak sa pagsasanay na ito.

source: Member List
tl: Listahan ng Miyembro

# Optional Documentation
source: The contacts who are members of this training.
tl: Ang mga contact na kasapi ng pagsasanay na ito.

# Optional Documentation
source: The people trainings represented by this training.
tl: Ang mga pagsasanay ng mga tao na kinatawan ng pagsasanay na ito.

source: Member Count
tl: Bilang ng Miyembro

# Optional Documentation
source: The number of members in this training. It will automatically be updated when new members are added or removed in the member list. Change this number manually to included people who may not be in the system but are also members of the training.
tl: Ang bilang ng mga kasapi sa pagsasanay na ito. Awtomatiko itong maa-update kapag ang mga bagong kasapi ay naidagdag o naalis sa listahan ng miyembro. Manu-manong baguhin ang numerong ito sa mga kasamang tao na maaaring wala sa system ngunit kasapi rin ng pagsasanay.

source: Leader Count
tl: Bilang ng Pinuno

source: Training as Leader
tl: Pagsasanay bilang Pinuno

# Optional Documentation
source: Leader of a training
tl: Pinuno ng isang pagsasanay

source: Training as Participant
tl: Pagsasanay bilang Kalahok

# Optional Documentation
source: Participant in a training.
tl: Kalahok sa isang pagsasanay.

source: Other
am_et: ሌላ
bn_bd: অন্যান্য
bs_ba: Ostalo
es_es: Otro
kn: ಇತರೆ
ml: മറ്റുള്ളവ
ro_ro: Alte
sr_ba: Остало
sw: Nyingine
tl: Iba pa
tr_tr: Diğer
ur: دیگر
vi: Khác

# input field placeholder
source: Search Users
tl: Mga Gumagamit ng Paghahanap

# Search 'something'
source: Search %s
tl: Maghanap sa% s

source: Create
tl: Lumikha

source: Select
tl: Pumili

source: To add new members, click on 'Create' or 'Select'.
tl: Upang magdagdag ng mga bagong kasapi, mag-click sa 'Lumikha' o 'Piliin'.

# Add members modal
source: Add members from existing contacts
tl: Magdagdag ng mga miyembro mula sa mga mayroon nang contact

# Add members modal
source: In the 'Member List' field, type the name of an existing contact to add them to this training.
tl: Sa patlang na 'Listahan ng Miyembro', i-type ang pangalan ng isang mayroon nang contact upang idagdag ang mga ito sa pagsasanay na ito.

source: Close
tl: Isara

source: Removed %1$s: %2$s
tl: Inalis ang% 1 $ s:% 2 $ s

source: Added %1$s: %2$s
tl: Nagdagdag ng% 1 $ s:% 2 $ s

source: Updated %1$s: %2$s to %3$s
tl: Nai-update na% 1 $ s:% 2 $ s hanggang% 3 $ s

# List Filters
source: Assigned to me
am_et: ለእኔ ተመደብኩ
bn_bd: আমাকে অর্পণ
bs_ba: Dodijeljeno meni
es_es: Asignados a mí
kn: ನನಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ
ml: എനിക്ക് നിയോഗിച്ചു
ro_ro: Mi-a fost atribuit
sr_ba: Додељен мени
sw: Nimepewa mimi
tl: Nakatalaga sa akin
tr_tr: Beni görevlendirdi
ur: مجھے تفویض کیا
vi: Phân công cho tôi

# List Filters
source: All
am_et: ሁሉም
bn_bd: সব
bs_ba: Sve
es_es: Todos
kn: ಎಲ್ಲಾ
ml: എല്ലാം
ro_ro: Toate
sr_ba: Све
sw: Wote
tl: Lahat
tr_tr: Herşey
ur: سب
vi: Tất cả

source: Reports
am_et: ሪፖርቶች
bn_bd: রিপোর্ট
bs_ba: Izvještaji
es_es: Informes
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
ro_ro: Rapoarte
sr_ba: Извештаји
sw: Ripoti
tl: Mga ulat
tr_tr: Raporlar
ur: رپورٹیں
vi: Báo cáo

source: Total Groups
tl: Kabuuang Mga Grupo

source: Total Baptisms
am_et: ጠቅላላ ጥምቀቶች
bn_bd: মোট ব্যাপটিজম
bs_ba: Ukupna krštenja
es_es: Bautismos totales
kn: ಒಟ್ಟು ಬ್ಯಾಪ್ಟಿಸಮ್ಗಳು
ml: ആകെ സ്നാനം
ro_ro: Botezuri totale
sr_ba: Укупно крштења
sw: Jumla ya Ubatizo
tl: Kabuuang Pagbibinyag
tr_tr: Toplam Vaftizler
ur: کل بپتسمہ
vi: Tổng số phép báp-têm

source: Countries
am_et: ሀገሮች
bn_bd: দেশ
bs_ba: Zemlje
es_es: Países
kn: ದೇಶಗಳು
ml: രാജ്യങ്ങൾ
ro_ro: Țări
sr_ba: Земље
sw: Nchi
tl: Mga Bansa
tr_tr: Ülkeler
ur: ممالک
vi: Quốc gia

source: States
am_et: ግዛቶች
bn_bd: রাজ্যসমূহ
bs_ba: Države
es_es: Estados
kn: ರಾಜ್ಯಗಳು
ml: സംസ്ഥാനങ്ങൾ
ro_ro: State
sr_ba: државе
sw: Majimbo
tl: Mga Estado
tr_tr: Eyaletler
ur: ریاستیں
vi: Tỉnh

source: Counties
am_et: አውራጃዎች
bn_bd: কাউন্টি
bs_ba: Županije
es_es: Condados
kn: ಕೌಂಟಿಗಳು
ml: കൗണ്ടികൾ
ro_ro: Județe
sr_ba: Жупаније
sw: Kaunti
tl: Mga County
tr_tr: İlçeler
ur: کاؤنٹیوں
vi: Huyện

source: Add
tl: Idagdag pa

source: Apps
tl: Mga app

source: copy link
tl: kopya ng link

source: edit form
tl: i-edit ang form

source: report
tl: ulat

source: create link
tl: lumikha ng link

source: show on calendar
tl: ipakita sa kalendaryo

source: open registration
tl: bukas na pagrehistro

source: add
tl: idagdag

source: Use
tl: Gamitin

source: Search Location
tl: Lokasyon ng Paghahanap

source: Delete Location
tl: Tanggalin ang Lokasyon

source: Open Mapping
tl: Buksan ang Pagma-map

source: clear
tl: malinaw

source: Register for Training
tl: Magrehistro para sa Pagsasanay

source: Join Training
tl: Sumali sa Pagsasanay

source: Join in
tl: Sumali

source: Clear
tl: Malinaw

source: Disciple Tools - Training
tl: Mga Tool sa Disipulo - Pagsasanay

source: Extensions (DT)
tl: Mga Extension (DT)

source: You do not have sufficient permissions to access this page.
tl: Wala kang sapat na mga pahintulot upang ma-access ang pahinang ito.

source: Network Dashboard Viewer
tl: Viewer ng Dashboard ng Network

source: Site
tl: Lugar

source: Users
tl: Mga gumagamit

source: Visit
tl: Pagbisita

source: View
tl: Tingnan

source: Active Snapshot
tl: Aktibong Snapshot

source: Generations
tl: Mga henerasyon

source: On-Going Meetings
tl: Mga Patuloy na Pagpupulong

source: Coaching
tl: Pagtuturo

source: Baptized
tl: Nabinyagan

source: Active Groups
tl: Mga Aktibong Grupo

source: Church
tl: Simbahan

source: Health Metrics
tl: Mga Sukatan ng Kalusugan

source: Total Users
tl: Kabuuang Mga Gumagamit

source: Responders
tl: Mga Tagatugon

source: Dispatchers
tl: Mga dispatser

source: Multipliers
tl: Mga Multiplier

source: Admins
tl: Mga admin

source: User Login Activity
tl: Aktibidad sa Pag-login ng User

source: Users Active in the Last 30 Days
tl: Mga Gumagamit na Aktibo sa Huling 30 Araw

source: Practicing
tl: Nagsasanay

source: Not Practicing
tl: Hindi Pagsasanay

source: Contact
tl: Makipag-ugnay

source: Group
tl: Pangkat

source: User
tl: Gumagamit

source: Sites
tl: Mga site

source: Baptisms
tl: Mga Pagbibinyag

source: Churches
tl: Mga simbahan

source: Location
tl: Lokasyon

source: Types
tl: Mga uri

source: modify filter
tl: baguhin ang filter

source: Filter List
tl: Listahan ng Filter

source: reset data
tl: i-reset ang data

source: Status
am_et: ሁኔታ
bn_bd: স্থিতি
es_es: Estado
kn: ಸ್ಥಿತಿ
ml: പദവി
ro_ro: stare
sr_ba: Статус
sw: Hali
tl: Katayuan
tr_tr: Durum
ur: حالت
vi: Trạng thái

source: Status - All
tl: Katayuan - Lahat

source: Zoom Level
tl: Antas ng Pag-zoom

source: World
tl: Mundo

source: Country
tl: Bansa

source: State
tl: Estado

source: Active Contacts
tl: Mga Aktibong contact

source: Paused Contacts
tl: Naka-pause na Mga contact

source: Closed Contacts
tl: Saradong Mga contact

source: Total Contacts
tl: Kabuuang Mga contact

source: New Contacts
tl: Bagong Mga contact

source: New Baptisms
tl: Mga Bagong Binyag

source: Baptism Generations
tl: Mga Henerasyon ng Binyag

source: Select Location
tl: Piliin ang Lokasyon

source: New Groups
tl: Mga Bagong Grupo

source: Pre-Group
tl: Paunang Pangkat

source: Pre-Groups
tl: Paunang Pangkat

source: Last 7 Days
tl: Huling 7 Araw

source: Last 30 Days
tl: Huling 30 Araw

source: Last 60 Days
tl: Huling 60 Araw

source: Last 12 Months
tl: Huling 12 Buwan

source: Last 24 Months
tl: Huling 24 Buwan

source: This Year
tl: Ngayong taon

source: Activity Map
tl: Mapa ng Aktibidad

source: Activities
tl: Mga Aktibidad

source: Actions
tl: Mga kilos

source: By Action Type
tl: Sa pamamagitan ng Uri ng Pagkilos

source: Key
tl: Susi

source: Name
tl: Pangalan

source: Total Activities
tl: Kabuuang Mga Aktibidad

source: Feed
tl: Magpakain

source: Time
tl: Oras

source: Result Limit
tl: Limitasyon ng Resulta

source: uncheck
tl: alisan ng tsek

source: Home
tl: Bahay

source: Events (30 Days)
tl: Mga Kaganapan (30 Araw)

source: All Active/Inactive
tl: Lahat ng Aktibo / Hindi Aktibo

source: Hover Map
tl: Mag-hover Map

source: Map
tl: Mapa

source: Log
tl: Mag-log

source: Activity
tl: Aktibidad

source: Area Maps
tl: Mga Mapa ng Lugar

source: Location List
tl: Listahan ng Lokasyon

source: Maps
tl: Mga Mapa

source: Site Reports
tl: Mga Ulat sa Site

source: Statistics
tl: Mga Istatistika

source: Network Dashboard Transfer Both Ways
tl: Network Dashboard Transfer Parehong Mga Paraan

source: Network Dashboard Receiving Only
tl: Tumatanggap Lamang ng Network Dashboard

source: Network Dashboard Sending Only
tl: Nagpapadala Lamang ng Network Dashboard

source: Network Dashboard Site Profile
tl: Profile ng Site ng Dashboard ng Network

source: Disciple Tools - Network Dashboard
tl: Mga Tool sa Disipulo - Dashboard ng Network

source: Streams
am_et: ጅረቶች
bn_bd: স্ট্রিমস
bs_ba: Potoci
es_es: Corrientes
kn: ಸ್ಟ್ರೀಮ್‌ಗಳು
ml: സ്ട്രീമുകൾ
ro_ro: Fluxuri
sr_ba: Потоци
sw: Mito
tl: Batis
tr_tr: Canlı Yayınlar
ur: سلسلہ
vi: Dòng

source: Stream Maps
tl: Mga Mapa ng Stream

source: Streams Maps
am_et: የዥረት ካርታዎች
bn_bd: স্ট্রিম মানচিত্র
bs_ba: Karte prijenosa
es_es: Mapas de Corrientes
kn: ಸ್ಟ್ರೀಮ್ಸ್ ನಕ್ಷೆಗಳು
ml: സ്ട്രീമുകൾ മാപ്പുകൾ
ro_ro: Fluxuri Hărți
sr_ba: Мапе стреамова
sw: Ramani za Mikondo
tl: Nag-stream ng Mga Mapa
tr_tr: Akış Haritaları
ur: سلسلہ کے نقشے
vi: Bản đồ luồng

# Optional Documentation
source: A useful way to stream related items and can help stream contacts associated with noteworthy characteristics. e.g. business owner, sports lover. The contacts can also be filtered using these tags.
tl: Isang kapaki-pakinabang na paraan upang mag-stream ng mga kaugnay na item at makakatulong sa pag-stream ng mga contact na nauugnay sa kapansin-pansin na mga katangian. hal. may-ari ng negosyo, mahilig sa palakasan. Maaari ring mai-filter ang mga contact gamit ang mga tag na ito.

# Stream Status label
source: New
am_et: አዲስ
bn_bd: নতুন
bs_ba: Novo
es_es: Nuevo
kn: ಹೊಸದು
ml: പുതിയത്
ro_ro: Nou
sr_ba: Нова
sw: Mpya
tl: Bago
tr_tr: Yeni
ur: نئی
vi: Mới

# Stream Status field description
source: New stream added to the system
am_et: አዲስ ዥረት ወደ ስርዓቱ ታክሏል
bn_bd: সিস্টেমে নতুন স্ট্রিম যুক্ত হয়েছে
bs_ba: Novi tok dodan u sistem
es_es: Nueva secuencia agregada al sistema
kn: ಸಿಸ್ಟಮ್‌ಗೆ ಹೊಸ ಸ್ಟ್ರೀಮ್ ಸೇರಿಸಲಾಗಿದೆ
ml: സിസ്റ്റത്തിലേക്ക് പുതിയ സ്ട്രീം ചേർത്തു
ro_ro: Flux nou adăugat la sistem
sr_ba: У систем је додат нови ток
sw: Mtiririko mpya umeongezwa kwenye mfumo
tl: Nagdagdag ng bagong stream sa system
tr_tr: Sisteme yeni akış eklendi
ur: سسٹم میں نیا سلسلہ شامل ہوا
vi: Nội dung mới được thêm vào hệ thống

# Stream Status label
source: Model
am_et: ሞዴል
bn_bd: মডেল
es_es: Modelo
kn: ಮಾದರಿ
ml: മോഡൽ
sr_ba: Модел
sw: Mfano
tl: Modelo
tr_tr: Modeli
ur: ماڈل
vi: Mô hình

# Stream Status field description
source: This stream has been proposed and is in initial conversations
tl: Iminungkahi ang stream na ito at nasa paunang pag-uusap

# Stream Status label
source: Assist
am_et: ይርዱ
bn_bd: সহায়তা
es_es: Ayudar
kn: ಸಹಾಯ
ml: അസിസ്റ്റ്
ro_ro: Asista
sr_ba: Ассист
sw: Kusaidia
tl: Tulungan
tr_tr: Yardım
ur: مدد کریں
vi: Hỗ trợ

# Stream Status field description
source: This stream is confirmed, on the calendar.
tl: Ang stream na ito ay nakumpirma, sa kalendaryo.

# Stream Status label
source: Watch
am_et: ይመልከቱ
bn_bd: ঘড়ি
bs_ba: Gledaj
es_es: Reloj
kn: ವೀಕ್ಷಿಸಿ
ml: കാവൽ
ro_ro: Ceas
sr_ba: Гледати
sw: Tazama
tl: Panoorin
tr_tr: İzlemek
ur: دیکھو
vi: Đồng hồ

# Stream Status field description
source: This stream is confirmed, on the calendar, or currently active.
tl: Ang stream na ito ay nakumpirma, sa kalendaryo, o kasalukuyang aktibo.

# Stream Status label
source: Leave
tl: Umalis na

# Stream Status field description
source: This stream has successfully completed
tl: Matagumpay na nakumpleto ang stream na ito

# Stream Status label
source: Paused
am_et: ለአፍታ ቆሟል
bn_bd: বিরতি দেওয়া হয়েছে
bs_ba: Pauza
es_es: Pausado
kn: ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ
ml: താൽക്കാലികമായി നിർത്തി
ro_ro: Întrerupt
sr_ba: Паузирано
sw: Imesitishwa
tl: Naka-pause
tr_tr: Duraklatıldı
ur: رک گیا
vi: Tạm dừng

# Stream Status field description
source: This contact is currently on hold. It has potential of getting scheduled in the future.
am_et: ይህ እውቂያ በአሁኑ ጊዜ በእረፍት ላይ ነው። ለወደፊቱ መርሃግብር የማድረግ አቅም አለው ፡፡
bn_bd: এই পরিচিতিটি বর্তমানে আটকে আছে। ভবিষ্যতে এটি নির্ধারিত হওয়ার সম্ভাবনা রয়েছে।
bs_ba: Ovaj kontakt je trenutno na čekanju. Ima potencijal da se zakaže u budućnosti.
es_es: Este contacto está actualmente en espera. Tiene potencial de programarse en el futuro.
kn: ಈ ಸಂಪರ್ಕವು ಪ್ರಸ್ತುತ ಸ್ಥಗಿತಗೊಂಡಿದೆ. ಇದು ಭವಿಷ್ಯದಲ್ಲಿ ನಿಗದಿತ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿದೆ.
ml: ഈ കോൺ‌ടാക്റ്റ് നിലവിൽ തടഞ്ഞുവച്ചിരിക്കുന്നു. ഭാവിയിൽ ഷെഡ്യൂൾ ചെയ്യാനുള്ള സാധ്യതയുണ്ട്.
ro_ro: Acest contact este în prezent în așteptare. Are potențialul de a fi programat în viitor.
sr_ba: Овај контакт је тренутно на чекању. Има потенцијал да се закаже у будућности.
sw: Anwani hii kwa sasa imesimama. Ina uwezo wa kupata ratiba katika siku zijazo.
tl: Ang contact na ito ay kasalukuyang naka-hold. May potensyal itong mag-iskedyul sa hinaharap.
tr_tr: Bu kişi şu anda beklemede. Gelecekte planlanma potansiyeline sahiptir.
ur: فی الحال یہ رابطہ برقرار ہے۔ مستقبل میں اس کے شیڈول کا امکان ہے۔
vi: Liên hệ này hiện đang bị treo. Nó có thể được lên lịch trong tương lai.

# Stream Status label
source: Closed
am_et: ዝግ
bn_bd: বন্ধ
bs_ba: Zatvoreno
es_es: Cerrado
kn: ಮುಚ್ಚಲಾಗಿದೆ
ml: അടച്ചു
ro_ro: Închis
sr_ba: Затворено
sw: Imefungwa
tl: Sarado
tr_tr: Kapalı
ur: بند
vi: Đã đóng

# Stream Status field description
source: This stream is no longer going to happen.
am_et: ይህ ዥረት ከአሁን በኋላ አይከሰትም።
bn_bd: এই স্ট্রিমটি আর হবে না।
bs_ba: Ovaj tok se više neće dogoditi.
es_es: Esta corriente ya no va a suceder.
kn: ಈ ಸ್ಟ್ರೀಮ್ ಇನ್ನು ಮುಂದೆ ಆಗುವುದಿಲ್ಲ.
ml: ഈ സ്ട്രീം മേലിൽ സംഭവിക്കാൻ പോകുന്നില്ല.
ro_ro: Acest flux nu se va mai întâmpla.
sr_ba: Овај ток се више неће догодити.
sw: Mtiririko huu hautatokea tena.
tl: Ang stream na ito ay hindi na mangyayari.
tr_tr: Bu akış artık olmayacak.
ur: اب یہ سلسلہ جاری ہونے والا نہیں ہے۔
vi: Nội dung này sẽ không còn nữa.

source: Select the main person who is responsible for reporting on this stream.
am_et: በዚህ ዥረት ላይ ሪፖርት የማድረግ ኃላፊነት ያለበት ዋናውን ሰው ይምረጡ።
bn_bd: এই স্ট্রিমটির প্রতিবেদনের জন্য দায়বদ্ধ প্রধান ব্যক্তিটি নির্বাচন করুন।
bs_ba: Odaberite glavnu osobu koja je odgovorna za izvještavanje o ovom toku.
es_es: Seleccione la persona principal responsable de informar sobre esta transmisión.
kn: ಈ ಸ್ಟ್ರೀಮ್‌ನಲ್ಲಿ ವರದಿ ಮಾಡುವ ಜವಾಬ್ದಾರಿಯುತ ಮುಖ್ಯ ವ್ಯಕ್ತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ഈ സ്ട്രീമിൽ റിപ്പോർട്ടുചെയ്യാൻ ഉത്തരവാദിയായ പ്രധാന വ്യക്തിയെ തിരഞ്ഞെടുക്കുക.
ro_ro: Selectați persoana principală care este responsabilă pentru raportarea acestui flux.
sr_ba: Изаберите главну особу која је одговорна за извештавање о овом току.
sw: Chagua mtu mkuu anayehusika na kuripoti kwenye mkondo huu.
tl: Piliin ang pangunahing tao na responsable sa pag-uulat sa stream na ito.
tr_tr: Bu akışla ilgili bildirimde bulunmaktan sorumlu ana kişiyi seçin.
ur: اس اہم شخص کو منتخب کریں جو اس سلسلہ کی اطلاع دہندگی کا ذمہ دار ہے۔
vi: Chọn người chịu trách nhiệm báo cáo chính về nội dung này.
